miniACS_V1_37/Linux/Tr69-Scripts/GetParameterValue.txt

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
<soap:Header>
<cwmp:ID soap:mustUnderstand="1">2</cwmp:ID>
</soap:Header>
<soap:Body>
<cwmp:GetParameterValues>
<ParameterNames soap:arrayType="xsd:string(256)[1]">
<string>Device.DeviceInfo.X_T-ONLINE-DE_ConfigFile</string>
</ParameterNames>
</cwmp:GetParameterValues>
</soap:Body>
</soap:Envelope>




